examples/gks_flux_validation/acousticWave/N200/system/blockMeshDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object blockMeshDict;
}

convertToMeters 1;

vertices
(
    (0 0 0)
    (1 0 0)
    (1 0.01 0)
    (0 0.01 0)
    (0 0 0.01)
    (1 0 0.01)
    (1 0.01 0.01)
    (0 0.01 0.01)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (200 1 1) simpleGrading (1 1 1)
);

edges ();

boundary
(
    left
    {
        type wall;
        faces ((0 4 7 3));
    }
    right
    {
        type wall;
        faces ((1 2 6 5));
    }
    yEmpty
    {
        type empty;
        faces ((0 1 5 4) (3 7 6 2));
    }
    zEmpty
    {
        type empty;
        faces ((0 3 2 1) (4 5 6 7));
    }
);

mergePatchPairs ();
