examples/gks_flux_validation/acousticWave/N200/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    location "0";
    object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField nonuniform List<vector>
200
(
(1.3772206046614891e-05 0 0)
(4.1313220054080605e-05 0 0)
(6.8844040642680973e-05 0 0)
(9.635787499438825e-05 0 0)
(0.00012384793448227445 0 0)
(0.00015130743634550361 0 0)
(0.00017872960536287628 0 0)
(0.00020610767552451417 0 0)
...
)
;
boundaryField
{
    left { type fixedValue; value uniform (0 0 0); }
    right { type fixedValue; value uniform (0 0 0); }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
