examples/gks_flux_validation/acousticWave/N200/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object p;
}
dimensions [1 -1 -2 0 0 0 0];
internalField nonuniform List<scalar>
200
(
100000.70707770294
100000.7069032421
100000.70655436347
100000.70603115311
100000.70533374013
100000.70446229659
100000.70341703754
100000.70219822085
...
)
;
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
