examples/gks_flux_validation/acousticWave/N200/0/T
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object T;
}
dimensions [0 0 0 1 0 0 0];
internalField nonuniform List<scalar>
200
(
300.00060606354157
300.00060591400523
300.0006056149694
300.00060516650791
300.00060456873138
300.00060382178731
300.00060292585999
300.00060188117044
...
)
;
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
