examples/gks_flux_validation/acousticWave/N200/0/rho
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object rho;
}
dimensions [1 -3 0 0 0 0 0];
internalField nonuniform List<scalar>
200
(
1.1614460517479919
1.1614460503006645
1.1614460474063668
1.1614460430658131
1.1614460372800741
1.1614460300505773
1.1614460213791069
1.161446011267802
...
)
;
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
